Repository: rana-alzahrani/CheckMe
Catalog: CheckMeApp/Localizable.*.strings
Languages: ar

source: Start
ar: بدء

source: Lets’s learn more about your medical result!
ar: دعنا نعرف المزيد عن نتيجتك الطبية!

source: Vitamin
ar: فيتامين

source: Select Your Result
ar: أختر نتيجتك الطبية

source: Under Normal Range
ar: تحت المعدل الطبيعي

source: Above Normal Range
ar: فوق المعدل الطبيعي

source: Normal
ar: طبيعي

source: You Should
ar: يجب عليك

source: You Shouldn't
ar: لا يجب عليك

source: 1.Expose your body skin to sunlight to get Vitamin D naturally.
ar: ١.التعرض الى أشعة الشمس

source: food rich in vitamin D sources
ar: اطعمه غنيه بمصادر فيتامين د

source: pills supplements
ar: مكملات حبوب

source: 1.Consume plent of water. 2.Inform your Doctor right away.
ar: ١. استهلاك كمية وفيرة من الماء ٢.أبلغ طبيبك على الفور

source: smoking
ar: التدخين

source: overweight than normal
ar: زيادة الوزن عن الحد الطبيعي

source: lack of exposure to the sun
ar: قلةالتعرض للشمس

source: 1.Take vitamin D supplement. 2.Consistently eat foods rich in calcium.
ar: ١ .تناول مكملات فيتامين د ٢.تناول طعام مليء بالكالسيوم

source: 1.Smoking. 2.Overweight than normal. 3.Lack of exposure to the sun.
ar: ١.التدخين ٢.الوزن الزائد عن الطبيعي ٣.عدم التعرض الى اشعة الشمس

source: take vitamin D supplement
ar: اخذ مكمل لفيتامين د

source: consistently eat foods rich in calcium
ar: تناول اطعمه غنيه بالكالسيوم بشكل مستمر

source: Congratulations, you are in the Normal Range!
ar: تهانينا،انت في المعدل الطبيعي!

source: Keep up the great work.
ar: أستمر في عملك العظيم.

source: Hemoglobin
ar: هيموجلوبين

source: Triglyceride
ar: الدهون الثلاثية

source: Cholesterol
ar: كولسترول
